Repository: pingax/gem
Catalog: geode_gem/data/i18n/*/gem.po
Languages: es, fr

source: %d days ago
es: hace %d días
fr: Il y a %d jours

source: %d games
es: %d juegos
fr: %d jeux

source: %d games available
es: %d juegos disponibles
fr: %d jeux disponibles

source: %d games have been added
fr: %d jeux ont été ajoutés

source: %d hours
es: %d horas
fr: %d heures

source: %d months ago
es: hace %d meses
fr: Il y a %d mois

source: %d savestates
es: %d estados guardados
fr: %d sauvegardes d'état

source: %d screenshots
es: %d capturas de pantalla
fr: %d captures d'écran

source: %d seconds
es: %d segundos
fr: %d secondes

source: %d years ago
es: hace %d años
fr: Il y a %d ans

source: %s binary cannot be found
es: binarion %s no encontrado
fr: Le binaire %s n'a pas été trouvé

source: %s has been correctly added to your configuration.
es: %s ha sido añadido con éxito a tu configuración.
fr: %s a été correctement ajouté à votre configuration.

source: %s was generated successfully
es: %s ha sido creado con éxito
fr: %s a été généré avec succès

source: * can be used as joker
es: * puede ser usado como comodín
fr: * peut être utilisé comme joker

source: 1 game
es: 1 juego
fr: 1 jeu

source: 1 game available
es: 1 juego disponible
fr: 1 jeu disponible

source: 1 game has been added
es: 1 juego ha sido añadido
fr: 1 jeu a été ajouté

source: 1 hour
es: 1 hora
fr: 1 heure

source: 1 savestate
es: 1 estado guardado
fr: 1 sauvegarde d'état

source: 1 screenshot
es: 1 captura de pantalla
fr: 1 capture d'écran

source: 1 second
es: 1 segundo
fr: 1 seconde

source: <b>%s</b> cannot been found on your system
es: no se encuentra <b>%s</b> en tu sistema
fr: <b>%s</b> n'a pas été trouvé sur votre système

source: A console represent a games library. You can specify a default emulator which is used by this console and extensions which is readable by this emulator.
es: Una consola representa una librería de juegos. Puedes especificar un emulador por defecto que será usado por esta consola y sus extensiones los cuales son leídos por este emulador.
fr: Une console représente une bibliothèque de jeux. Vous pouvez spécifier un émulateur par défaut qui est utilisé par cette console et les extensions qui seront lues par cet émulateur.

source: Accept
es: Aceptar
fr: Accepter

source: Action
es: Acción
fr: Actions

source: Add
es: Añadir
fr: Ajouter

source: Add _console
es: Añadir _consola
fr: Ajouter une _console

source: Add _emulator
es: Añadir _emulador
fr: Ajouter un _émulateur

source: Add a new console
es: Añadir una nueva consola
fr: Ajouter une nouvelle console

source: Add a new emulator
es: Añadir un nuevo emulador
fr: Ajouter un nouvel émulateur

source: Add an ellipsis to title when there is not enough space
es: Añadir puntos suspensivos al título cuando no hay suficiente espacio
fr: Ajouter des points de suspension au titre quand il n'y a pas assez d'espace

source: Advanced filters
es: Filtros avanzados
fr: Filtres avancés

source: Advanced mode
es: Modo avanzado
fr: Mode avancé

source: Allow to use an alternative screenshots viewer
es: Permitir usar un visualizador de capturas de pantalla alternativo
fr: Permettre d'utiliser un visualiseur de captures d'écran alternative

source: Alternate game fullscreen mode
es: Alternar el modo pantalla completa del juego
fr: Alterner le mode plein écran pour le jeu

source: Alternative emulator
es: Emulador alternativo
fr: Émulateur alternatif

source: An error occur during generation, consult log for futher details.
fr: Une erreur est survenue durant la génération, consultez le journal pour plus de détails.

source: An instance already exists
es: Una instancia ya existe
fr: Une instance existe déjà

source: Appearance
es: Apariencia
fr: Apparence

source: Application _log
es: _Registro de la aplicación
fr: _Journal de l'application

source: Application log
es: Registro de la aplicación
fr: Journal de l'application

source: Apply
es: Aplicar
fr: Appliquer

source: Are you sure you want to remove <b>%s</b> ?
es: ¿Estás seguro que quieres borrar <b>%s</b> ?
fr: Voulez-vous vraiment supprimer <b>%s</b> ?

source: Argument which activate fullscreen mode
es: Opción que activará el modo pantalla completa
fr: Argument utilisé pour activer le mode plein écran

source: Argument which activate windowded mode
es: Opción que activará el modo ventana
fr: Argument utilisé pour activer le mode fenêtré

source: Automatic selection
es: Selección automática
fr: Sélection automatique

source: Available actions
es: Acciones disponibles
fr: Actions disponibles

source: Average play time
es: Tiempo promedio jugado
fr: Temps de jeu moyen

source: Backup Memory Type
es: Tipo de Copia de Seguridad de la Memoria
fr: Type de mémoire de secours

source: Behavior
es: Comportamiento
fr: Comportement

source: Binary
es: Binario
fr: Binaire

source: Both
es: Ambos
fr: Les deux

source: Bottom
es: Inferior
fr: En bas

source: Button
es: Superior
fr: Comme les boutons

source: Cancel
es: Cancelar
fr: Annuler

source: Cannot find <b>%s</b>
es: No puedo encontrar <b>%s</b>
fr: Impossible de trouver <b>%s</b>

source: Cannot launch game
es: No puedo lanzar el juego
fr: Impossible de lancer le jeu

source: Cannot open screenshots viewer
es: No puedo abrir el visor de capturas de pantalla
fr: Impossible d'ouvrir le visualiseur de captures d'écran

source: Choose an icon
es: Elegir un icono
fr: Choisir une icône

source: Clean game data from database
es: Borrar los datos del juego de la base de datos
fr: Nettoyer les données du jeu de la base de données

source: Clean icons _cache
es: Borrar iconos de la _caché
fr: Nettoyer le _cache des icônes

source: Clean icons cache
es: Borrar iconos de la caché
fr: Nettoyer le cache des icônes

source: Close
es: Cerrar
fr: Fermer

source: Color scheme
es: Esquema de color
fr: Thème de couleurs

source: Columns visibility
es: Visibilidad de las columnas
fr: Visibilité des colonnes

source: Configuration file
es: Archivo de configuración
fr: Fichier de configuration

source: Copy files
es: Copiar archivos
fr: Copier les fichiers

source: Copy selected game path
es: Copiar la ruta del juego seleccionado
fr: Copier le chemin du jeu sélectionné

source: Create consoles games subdirectory if missing
es: Crear los subdirectorios de los juegos de consola si no están
fr: Créer le sous-dossier des jeux des consoles s'il est manquant

source: Database
es: Base de datos
fr: Base de données

source: Decrease score
es: Reducir la puntuación
fr: Diminuer le score

source: Decrease selected game score
es: Reducir la puntuación del juego seleccionado
fr: Diminuer le score du jeu sélectionné

source: Default arguments to add when launch emulator
fr: Arguments par défaut à ajouter lors du lancement de l'émulateur

source: Default emulator
es: Emulador por defecto
fr: Émulateur par défaut

source: Default options
es: Opciones por defecto
fr: Options par défaut

source: Delete custom game environment variables
es: Borrar las variables de entorno personalizadas del juego
fr: Supprimer les variables d'environnement personnalisées du jeu

source: Delete desktop file
es: Borrar archivos del escritorio
fr: Supprimer le fichier de menu

source: Delete flash memory file
es: Borrar archivo de la memoria flash
fr: Supprimer le fichier de mémoire flash

source: Delete game data from database
es: Borrar los datos del juego de la base de datos
fr: Supprimer les données du jeu de la base de données

source: Delete game log file
es: Borrar el fichero del registro del juego
fr: Supprimer le fichier de journalisation du jeu

source: Delete game note file
es: Borrar el archivo de la nota del juego
fr: Supprimer le fichier de note du jeu

source: Delete generated icons from cache
es: Borrar iconos generados de la caché
fr: Supprimer les icônes générées dans le cache

source: Delete savestates files
es: Borrar los estados de guardado
fr: Supprimer les fichiers de sauvegarde

source: Delete screenshots files
es: Borrar las capturas de pantalla
fr: Supprimer les fichiers de captures d'écran

source: Dialog
es: Diálogo
fr: Comme les boîtes de dialogue

source: Display a sidebar next to games view
es: Mostrar una barra lateral al lado de la vista de juegos
fr: Afficher la barre latérale à côté de la vue des jeux

source: Display a tooltip when the mouse hovered a game
fr: Afficher une infobulle au survol d'un jeu

source: Display an image in game tooltip
es: Mostrar una imagen en la descripción emergente del juego
fr: Afficher une image dans l'infobulle de jeu

source: Display background lines in games list view
es: Mostrar las lineas de fondo en la lista de juegos
fr: Afficher des lignes de fond dans la liste de jeux

source: Display headerbar close buttons
es: Mostrar los iconos de cerrar en la barra principal
fr: Afficher les boutons de fermeture dans la barre d'en-tête

source: Display menu
es: Mostrar el menú
fr: Menu d'affichage

source: Display screenshot only
es: Mostrar solo capturas de pantalla
fr: Afficher uniquement une capture d'écran

source: Display screenshot or thumbnail
es: Mostrar captura de pantalla o miniatura
fr: Afficher une capture d'écran ou la miniature

source: Display thumbnail only
es: Mostrar solo la miniatura
fr: Afficher uniquement la miniature

source: Display translucent icons in games views instead of empty ones
es: Mostrar iconos traslúcidos en la vista de juegos en vez de los vacíos
fr: Afficher des icônes translucides dans les vues de jeux

source: Drag & Drop
es: Arrastrar y Soltar
fr: Glisser-déposer

source: Drag and Drop
es: Arrastrar y Soltar
fr: Comme les icônes de glisser-déposer

source: Drop games
es: Soltar juegos
fr: Jeux reçus

source: Duplicate a game
es: Duplicar un juego
fr: Dupliquer un jeu

source: Duplicate flash memory file
es: Duplicar la memoria flash
fr: Dupliquer le fichier de mémoire flash

source: Duplicate game data from database
es: Duplicar los datos del juego desde la base de datos
fr: Dupliquer les données du jeu de la base de données

source: Duplicate game note file
es: Duplicar la nota del juego
fr: Dupliquer le fichier de note du jeu

source: Duplicate savestates files
es: Duplicar los estados de las partidas guardadas
fr: Dupliquer les fichiers de sauvegardes

source: Duplicate screenshots files
es: Duplicar las capturas de pantalla
fr: Dupliquer les fichiers de captures d'écran

source: Edit
es: Editar
fr: Modifier

source: Edit %s configuration
es: Editar la configuración de %s
fr: Modifier la configuration de %s

source: Edit a game file
es: Editar un juego
fr: Modifier le fichier du jeu

source: Editor
fr: Éditeur

source: Emulator
es: Emulador
fr: Émulateur

source: Emulator arguments
es: Opciones del emulador
fr: Arguments par défaut

source: Emulator default arguments can use custom parameters to facilitate file detection.
es: Puede utilizar parámetros personalizados en los argumentos por defecto del emulador para facilitar la detección de los archivos.
fr: Les arguments par défaut de l'émulateur peuvent utiliser des paramètres personnalisés pour faciliter la détection des fichiers.

source: Emulator flags
es: Opciones del emulador
fr: Drapeaux de l'émulateur

source: Emulators
es: Emuladores
fr: Émulateurs

source: Enable alternative application
es: Activar aplicación alternativa
fr: Activer une application alternative

source: Enable close buttons
es: Activar botones de cerrar
fr: Activer les boutons de fermeture

source: Enable ellipsize title mode
es: Activar el modo de título acortado
fr: Activer les points de suspension pour le titre

source: Enable randomize screenshot
es: Activar captura de pantalla aleatoria
fr: Activer l'affichage aléatoire de la capture d'écran

source: Enable sidebar
es: Activar la barra lateral
fr: Activer la barre latérale

source: Enable tooltip
fr: Activer l'infobulle

source: Enable translucent icons
es: Activar iconos traslúcidos
fr: Activer des icônes translucides

source: Environment
es: Entorno
fr: Environnement

source: Environment variables
es: Variables de entorno
fr: Variables d'environnement

source: Executable
es: Ejecutable
fr: Exécutable

source: Existing file
es: Archivo existente
fr: Fichier existant

source: Export
es: Exportar
fr: Exporter

source: Export As
es: Exportar como
fr: Exporter sous

source: Extensions are split by spaces and must not having the first dot (using "nes" than ".nes").
fr: Les extensions sont séparées par des espaces et ne doivent pas contenir le premier point (utilisez « nes » au lieu de « .nes »).

source: Extensions examples
es: Ejemplos de extensiones
fr: Exemples d'extensions

source: Favorite
es: Favorito
fr: Favoris

source: File
es: Archivo
fr: Fichier

source: Filepath
es: Ruta del archivo
fr: Chemin du fichier

source: Files patterns
es: Patrones de archivos
fr: Motifs des fichiers

source: Filter
es: Filtro
fr: Filtre

source: Finish
es: Terminar
fr: Terminé

source: Flags
es: Notificaciones
fr: Drapeaux

source: Flash memory
es: Memoria flash
fr: Mémoire flash

source: Font
es: Fuente
fr: Police d'écriture

source: Fullscreen
es: Pantalla completa
fr: Plein écran

source: Fullscreen mode
es: Pantalla completa
fr: Plein écran

source: GEM is already running with PID %s
es: GEM ya se está ejecutando con el PID %s
fr: GEM est déjà lancé avec l'identificateur de processus %s

source: Game
es: Juego
fr: Jeu

source: Game _log
es: _Historial del juego
fr: Journal du jeu

source: Game cover
es: Cubierta del juego
fr: Couverture de jeu

source: Game properties
es: Propiedades del juego
fr: Propriétés du jeu

source: Games
es: Juegos
fr: Jeux

source: Games folder
es: Carpeta de juegos
fr: Dossier des jeux

source: Games installation
es: Instalación de los juegos
fr: Installation de jeux

source: General
fr: Général

source: Generate a backup memory file
es: Crear una copia de seguridad del archivo de memoria
fr: Générer un fichier de sauvegarde

source: Generate desktop entry for a game
es: Crear un acceso directo en el escritorio para un juego
fr: Générer une entrée de menu pour un jeu

source: Generate menu entry
es: Crear entrada en el menú
fr: Générer une entrée de menu

source: Generate menu entry for %s
es: Crear una entrada en el menú para %s
fr: Générer une entrée de menu pour %s

source: Generate subdirectory
es: Crear subdirectorio
fr: Générer un sous-dossier

source: Get some help about this dialog
es: Obtener ayuda sobre este mensaje
fr: Obtenir de l'aide à propos de cette fenêtre

source: Grid icons
es: Iconos en rejilla
fr: Grille d'icônes

source: Grid lines
es: Líneas en rejilla
fr: Lignes de grille

source: Help
es: Ayuda
fr: Aide

source: Hide
es: Ocultar
fr: Cacher

source: Hide consoles without games
es: Ocultar consolas sin juegos
fr: Cacher les consoles sans jeux

source: Hide empty consoles
es: Ocultar consolas vacías
fr: Cacher les consoles vides

source: Horizontal
fr: Horizontales

source: Icon
es: Icono
fr: Icône

source: Icons cache
es: Caché de iconos
fr: Cache des icônes

source: Icons cache directory has been succesfully cleaned.
es: El directorio de la caché de los iconos ha sido limpiado con éxito.
fr: Le dossier de cache des icônes a été nettoyé avec succès.

source: Icons size
es: Tamaño de los iconos
fr: Taille des icônes

source: Import
es: Importar
fr: Importer

source: Increase score
es: Incrementar la puntuación
fr: Augmenter le score

source: Increase selected game score
es: Incrementar la puntuación del juego seleccionado
fr: Augmenter le score du jeu sélectionné

source: Installed
es: Instalado
fr: Installé

source: Installed date
es: Fecha de instalación
fr: Date d'installation

source: It's possible to hide specific files from the games list with regular expressions.
es: Es posible esconder ciertos archivos de la lista de juegos con expresiones regulares.
fr: Il est possible de cacher des fichiers spécifiques de la liste de jeux à l'aide d'expressions régulières.

source: Key
es: Leyenda
fr: Clef

source: Large Toolbar
es: Barra de herramientas grande
fr: Grandes icônes

source: Last launch
es: Último lanzamiento
fr: Dernier lancement

source: Last launch date
es: Fecha de la última partida
fr: Date de dernier lancement

source: Last month
es: Último mes
fr: Le mois dernier

source: Last play time
es: Último tiempo de juego
fr: Dernier temps de jeu

source: Last year
es: Último año
fr: L'an dernier

source: Launch
es: Lanzar
fr: Parties

source: Launch a game
es: Lanzar un juego
fr: Lancer un jeu

source: Launch number
es: Número de lanzamiento
fr: Nombre de lancement

source: Launch selected game
es: Lanzar juego seleccionado
fr: Lancer le jeu sélectionné

source: Library
es: Libreria
fr: Bibliothèque

source: Line break
es: Salto de línea
fr: Retour à la ligne

source: Line numbers
es: Números de línea
fr: Numéros de ligne

source: List view
es: Vista de la lista
fr: Liste détaillée

source: Loading
es: Cargando
fr: Chargement

source: Log
es: Historial
fr: Journal

source: Main menu
es: Menú principal
fr: Menu principal

source: Make copy of dropped files instead of moving them
es: Hacer una copia de los archivos arrastrados en vez de moverlos
fr: Faire une copie des jeux reçus plutôt que de les déplacer

source: Mark a game as favorite
es: Marcar el juego como favorito
fr: Marquer un jeu comme favori

source: Mark a game as finish
fr: Marquer un jeu comme terminé

source: Mark a game as multiplayer
es: Marcar el juego como multijugador
fr: Marquer un jeu comme multi-joueurs

source: Mednafen GBA documentation
es: Documentación Mednafen GBA
fr: Documentation de Mednafen concernant la GBA

source: Menu
es: Menú
fr: Comme les entrées de menu

source: Menu entry
es: Entrada del menú
fr: Entrée de menu

source: Migrating entries from old database
es: Migrando datos desde la antigua dase de datos
fr: Migration des données depuis l'ancienne base de données

source: Modify
es: Modificar
fr: Modifier

source: Modify selected console
es: Modificar consola seleccionada
fr: Modifier la console sélectionnée

source: Modify selected emulator
es: Modificar emulador seleccionado
fr: Éditer l'émulateur sélectionné

source: Most of the time, extensions are common between differents emulators and represent the console acronym name (example: Nintendo NES -> nes).
es: Muy a menudo, las extensiones son comunes entre diferentes emuladores y representan el acrónimo del nombre de la consola (ejemplo: Nintendo NES -> nes).
fr: La plupart du temps, les extensions sont communes entre les différents émulateurs et représente l'acronyme du nom de la console (exemple: Nintendo NES -> nes).

source: Multiplayer
es: Mutijugador
fr: Multi-joueurs

source: Name
es: Nombre
fr: Nom

source: New console
es: Nueva consola
fr: Nouvelle console

source: New emulator
es: Nuevo emulador
fr: Nouvel émulateur

source: New filename
es: Nuevo nombre de archivo
fr: Nouveau nom de fichier

source: New name
es: Nuevo nombre
fr: Nouveau nom

source: Nintendo console titles are identified by a 6 character identifier known as a GameID. This GameID is only used with some emulators like Dolphin-emu. For more informations, consult emulators documentation.
es: Los títulos de la consola Nintendo se identifican con un nombre de 6 caracteres conocido como GameID. Este GameID es solo usado con algunos emuladores como el Dolphin-emu. Para más información, consulta la documentación del emulador.
fr: Les titres sur console Nintendo sont identifiés par un identifieur de 6 caractères connus comme le GameID. Ce GameID est seulement utilisé avec certains émulateurs comme Dolphin-emu. Pour plus d'informations, consultez la documentation des émulateurs.

source: No
fr: Non

source: No console available
es: Consola no disponible
fr: Aucune console disponible

source: No corresponding console
es: Sin consola correspondiente
fr: Aucune console correspondante

source: No data
es: Sin datos
fr: Pas de donnée

source: No default value
es: Sin valor por defecto
fr: Pas de valeurs par défaut

source: No game
es: Sin juego
fr: Aucun jeu

source: No game has been added
es: Ningún juego ha sido añadido
fr: Aucun jeu n'a été ajouté

source: No savestate
es: Sin estado de partida salvada
fr: Aucune sauvegarde d'état

source: No screenshot
es: Sin captura de pantalla
fr: Aucune capture d'écran

source: None
es: Ninguno
fr: Aucune

source: Open a game log
es: Abrir el historial de un juego
fr: Ouvrir le journal du jeu

source: Open a game maintenance dialog
es: Abrir el diálogo de mantenimiento de un juego
fr: Ouvrir la fenêtre de maintenance du jeu

source: Open a game notes
es: Abrir las notas de un juego
fr: Ouvrir les notes du jeu

source: Open main log
es: Abrir histórico principal
fr: Ouvrir le journal principal

source: Open preferences
es: Abrir preferencias
fr: Ouvrir les préférences

source: Open selected game directory
es: Abrir carpeta del juego seleccionado
fr: Ouvrir le dossier du jeu sélectionné

source: Optional data to duplicate
es: Datos opcionales para duplicar
fr: Données optionnelles à dupliquer

source: Optional data to remove
es: Datos opcionales para borrar
fr: Données optionnelles à supprimer

source: Output _log
es: _Registro de salida
fr: _Journal de sortie

source: Parameters
es: Parámetros
fr: Paramètres

source: Pattern to detect savestates files
es: Patrón para detectar estados de guardado
fr: Motif pour détecter les fichiers de sauvegarde

source: Pattern to detect screenshots files
es: Patrón para detectar capturas de pantalla
fr: Motif pour détecter les fichiers de captures d'écran

source: Play
es: Jugar
fr: Jouer

source: Play time
es: Tiempo jugado
fr: Temps de jeu

source: Preferences
es: Preferencias
fr: Préférences

source: Preview
es: Vista previa
fr: Prévisualisation

source: Quit application
es: Salir de la aplicación
fr: Quitter l'application

source: Recursive
es: Repetir
fr: Récursive

source: Regular expressions for ignored files
es: Expresiones regulares para los archivos ignorados
fr: Expressions régulières pour les fichiers ignorés

source: Remove
es: Borrar
fr: Supprimer

source: Remove a console
es: Borrar una consola
fr: Supprimer la console

source: Remove a game
es: Borrar un juego
fr: Supprimer un jeu

source: Remove a game from disk
es: Borrar un juego del disco
fr: Supprimer un jeu du disque

source: Remove selected console
es: Borrar la consola seleccionada
fr: Supprimer la console sélectionnée

source: Remove selected emulator
es: Borrar el emulador seleccionado
fr: Supprimer l'émulateur sélectionné

source: Rename a game
es: Renombrar un juego
fr: Renommer un jeu

source: Replace current buffer
es: Remplazar el búfer actual
fr: Remplacer l'actuel tampon de texte

source: Replace existing files on disk
es: Remplazar los archivos existentes del disco
fr: Remplacer les fichiers existant sur le disque

source: Replace files
es: Remplazar archivos
fr: Replacer les fichiers

source: Reset filters
es: Reiniciar los filtros
fr: Réinitialisation

source: Restore last console
es: Restaurar la última consola
fr: Restaurer la dernière console

source: Restore sorted column
es: Restaurar la columna ordenada
fr: Restaurer la dernière colonne triée

source: Restore the last selected console on starting
es: Restaurar la última consola al inicio
fr: Restaurer la dernière console sélectionnée lors du lancement

source: Restore the last sorted column on starting
es: Restaurar la última columna ordenada al inicio
fr: Restaurer la dernière colonne triée lors du lancement

source: Right
es: Derecha
fr: À droite

source: Save
es: Guardar
fr: Sauvegarde

source: Savestates
es: Estados guardados
fr: Sauvegarde d'état

source: Screenshots
es: Capturas de pantalla
fr: Captures d'écran

source: Screenshots viewer
es: Visor de capturas de pantalla
fr: Visualiseur de captures d'écran

source: Search
es: Buscar
fr: Recherche

source: Select a binary
es: Seleccionar un binario
fr: Choisir un binaire

source: Select a configuration file
es: Seleccionar un archivo de configuración
fr: Modifier le fichier de configuration
