Repository: pingax/gem
Catalog: geode_gem/data/i18n/*/gem.po
Languages: es, fr

source: Select this console for every rows
es: Seleccionar esta consola para cada fila
fr: Sélectionner la console pour toutes les lignes

source: Set a game thumbnail
es: Seleccionar una miniatura para el juego
fr: Définir la miniature du jeu

source: Set custom parameters
es: Crear parametros personalizados
fr: Définir des paramètres personnalisés

source: Set game _thumbnail
es: Crear la _miniatura del juego
fr: Définir la _vignette du jeu

source: Set game thumbnail
es: Crear la miniatura del juego
fr: Définir la vignette du jeu

source: Set score as 0
es: Fijar la puntuación a 0
fr: Mettre le score à 0

source: Set score as 1
es: Fijar la puntuación a 1
fr: Mettre le score à 1

source: Set score as 2
es: Fijar la puntuación a 2
fr: Mettre le score à 2

source: Set score as 3
es: Fijar la puntuación a 3
fr: Mettre le score à 3

source: Set score as 4
es: Fijar la puntuación a 4
fr: Mettre le score à 4

source: Set score as 5
es: Fijar la puntuación a 6
fr: Mettre le score à 5

source: Set selected game score as 0
es: Fijar la nota del juego seleccionado a 0
fr: Mettre le score à 0 du jeu sélectionné

source: Set selected game score as 1
es: Fijar la nota del juego seleccionado a 1
fr: Mettre le score à 1 du jeu sélectionné

source: Set selected game score as 2
es: Fijar la nota del juego seleccionado a 2
fr: Mettre le score à 2 du jeu sélectionné

source: Set selected game score as 3
es: Fijar la nota del juego seleccionado a 3
fr: Mettre le score à 3 du jeu sélectionné

source: Set selected game score as 4
es: Fijar la nota del juego seleccionado a 4
fr: Mettre le score à 4 du jeu sélectionné

source: Set selected game score as 5
es: Fijar la nota del juego seleccionado a 5
fr: Mettre le score à 5 du jeu sélectionné

source: Set sidebar position as for games view
es: Posicionar la barra lateral como la vista de juegos
fr: Définir la position de la barre latérale vis à vis de la vue des jeux

source: Set specific arguments for a game
es: Establecer opciones específicas de un juego
fr: Définir un argument spécifique pour un jeu

source: Set the toolbar icons size
es: Establecer el tamaño de los iconos de la barra de herramientas
fr: Définir la taille des icônes de la barre d'outils

source: Shortcut
es: Enlace
fr: Raccourci

source: Shortcuts
es: Enlaces
fr: Raccourcis

source: Show _sidebar
es: Mostrar la barra _lateral
fr: Montrer la _barre latérale

source: Show _statusbar
es: Mostrar la barra de _estado
fr: Montrer la _barre de statut

source: Show a game screenshots
es: Mostrar las capturas de pantalla de un juego
fr: Afficher les captures d'écran d'un jeu

source: Show line number at beginning of each line
es: Mostrar el número de línea al principio de cada una
fr: Afficher le numéro de ligne au début de chaque ligne

source: Show selected game log
es: Mostrar el historial del juego seleccionado
fr: Afficher le journal du jeu sélectionné

source: Show selected game notes
es: Mostrar las notas del juego seleccionado
fr: Afficher les notes du jeu sélectionné

source: Show selected game screenshots
es: Mostrar las capturas de pantalla seleccionadas del juego
fr: Afficher les captures d'écran du jeu sélectionné

source: Show selected game tags
es: Mostrar las etiquetas del juego seleccionado
fr: Afficher les étiquettes du jeu sélectionné

source: Show sidebar
es: Mostrar la barra lateral
fr: Montrer la barre latérale

source: Show statusbar
es: Mostrar la barra de estado
fr: Montrer la barre de statut

source: Sidebar
es: Barra lateral
fr: Barre latérale

source: Singleplayer
es: Un jugador
fr: Solo

source: Small Toolbar
es: Barra de herramientas pequeña
fr: Petites icônes

source: Snapshots
es: Capturas de pantalla
fr: Captures d'écran

source: Specify a _memory type
es: Escoge un tipo de _memoria
fr: Spécifier un type de mémoire

source: Start to play by drag & drop some files into interface
fr: Commencez à jouer en déplaçant des fichiers dans l'interface

source: Statistic
es: Estadística
fr: Statistique

source: Stop
es: Parar
fr: Arrêter

source: Stop selected game
es: Parar el juego seleccionado
fr: Arrêter le jeu sélectionné

source: Switch between fullscreen modes
es: Cambiar entre los modos pantalla
fr: Alterner le mode plein écran

source: Switch to classic theme
es: Cambiar al tema clásico
fr: Passer sur le thème classique

source: Tab width
es: Ancho del tabulador
fr: Taille des tabulations

source: Tags
es: Etiquetas
fr: Étiquettes

source: Tags are split by commas.
es: Las etiquetas se separan con comas.
fr: Les étiquettes sont séparées par des virgules.

source: The following actions are irreversible, becareful !
fr: Les actions suivantes sont irréversibles, faites attention !

source: The following game going to be removed from your harddrive. This action is irreversible !
fr: Le jeu suivant va être supprimé de votre disque dur. Cette action est irréversible !

source: There is no default emulator set for this console
es: No hay un emulador por defecto asignado a esta consola
fr: Il n'y a pas d'émulateur par défaut pour cette console

source: This binary not exist, please, check the path
es: Este binario no existe, por favor compruebe la ruta
fr: Ce binaire n'existe pas, veuillez vérifier le chemin

source: This console already exist, please, choose another name
fr: Cette console existe déjà, veuillez choisir un autre nom

source: This dialog allow you to specify specific backup memory type for the following game:
fr: Cette fenêtre vous permet de spécifier des types de mémoire de secours pour le jeu suivant:

source: This emulator already exist, please, choose another name
es: Este emulador ya existe, por favor escoja otro nombre
fr: Cet émulateur existe déjà, veuillez choisir un autre nom

source: This game was duplicated successfully
es: El juego fue duplicado con éxito
fr: Ce jeu à été dupliqué avec succès

source: This game was removed successfully
es: El juego fue borrado con éxito
fr: Ce jeu à été supprimé avec succès

source: This parameters are used in "Default options", "Save" and "Snapshots" entries.
fr: Ces paramètres sont utilisés dans les champs de texte « Options par défaut », « Sauvegarde » et « Captures d'écran ».

source: Thumbnail file
fr: Fichier de miniature

source: To facilitate file detection with every emulators, some custom parameters have been created.
es: Para facilitar la detección de archivos con cada emulador, se han creado algunos parámetros personalizados.
fr: Pour faciliter la détection de fichiers pour tous les émulateurs, des paramètres personnalisés ont été créés.

source: Today
es: Hoy
fr: Aujourd'hui

source: Toolbar
es: Barra de herramientas
fr: Barre d'outils

source: Tooltip
fr: Infobulle

source: Tooltip image
es: Imagen de la descripción emergente
fr: Image d'infobulle

source: Total play time
es: Tiempo jugado total
fr: Temps de jeu total

source: Unfavorite
es: Sin favorito
fr: Non favoris

source: Unfinish
fr: Non terminé

source: Use ROM file path
es: Usar la ruta del archivo de la ROM
fr: Utiliser le chemin du fichier de la ROM

source: Use ROM filename
es: Usar el nombre del archivo de la ROM
fr: Utiliser le nom du fichier de la ROM

source: Use ROM folder path
es: Usar la ruta de la carpeta de la ROM
fr: Utiliser le dossier qui contient la ROM

source: Use ROM lowercase filename
es: Usar el nombre del archivo de la ROM en minúsculas
fr: Utiliser le nom du fichier de la ROM en minuscule

source: Use _dark theme
es: Usar el tema _oscuro
fr: Utiliser le thème _sombre

source: Use a GTK+2 like appearance (Restart application is needed)
es: Usar una apariencia GTK+2 (se necesita reiniciar la aplicación)
fr: Utiliser l'ancienne apparence GTK+2 (Nécessite un redémarrage de l'application)

source: Use a random game screenshot instead of latest
es: Usar una captura de pantalla aleatoria en vez de la última
fr: Utiliser une capture d'écran aléatoire du jeu au lieu de la dernière

source: Use alternative arguments
es: Usar opciones alternativas
fr: Utilisation d'arguments alternatifs

source: Use alternative emulator
es: Usar un emulador alternativo
fr: Utilisation d'un émulateur alternatif

source: Use comma to separate tags
es: Usar la coma para separar las etiquetas
fr: Utilisez la virgule pour séparer les étiquettes

source: Use emulator configuration file path
es: Usar la ruta del archivo de configuración del emulador
fr: Utiliser le chemin du fichier de configuration de l'émulateur

source: Use game key
es: Usar la clave del juego
fr: Utiliser la clé du jeu

source: Use space to separate extensions
es: Usar espacio para separar las extensiones
fr: Utilisez l'espace pour séparer les extensions

source: Use this console to each games in the list above
fr: Utiliser cette console pour chacun des jeux de la liste ci-dessous

source: Value
es: Valor
fr: Valeur

source: Vertical
fr: Verticales

source: Welcome !
fr: Bienvenue !

source: Welcome and thanks for choosing GEM as emulators manager. Start using GEM by droping some files into interface. Enjoy and have fun :D
fr: Bienvenue et merci d'avoir choisi GEM pour gérer vos émulateurs. Commencez à utiliser GEM en déposant des fichiers dans l'interface. Amusez-vous bien :D

source: Width of a tab character in spaces
es: Ancho del tabulador de caracteres en espacios
fr: Taille en espace du caractère de tabulation

source: Windowed
es: Modo ventana
fr: Fenêtré

source: Would you really want to clean icons cache directory ?
fr: Voulez-vous vraiment nettoyer le dossier de cache des icônes ?

source: Would you really want to remove this entry ?
fr: Voulez-vous vraiment supprimer cette entrée ?

source: Would you want to replace existing file ?
fr: Voulez-vous vraiment remplacer ce fichier ?

source: Write your regex here...
es: Escribe tu expresión regular aquí...
fr: Écrivez votre expression régulière ici

source: Yes
es: Sí
fr: Oui

source: Yesterday
es: Ayer
fr: Hier

source: You can edit interface shortcuts for some actions. Click on a shortcut and insert wanted shortcut with your keyboard.
es: Puede editar los enlaces de la interfaz para algunas acciones. Haz clic en un enlace e introduce el que quiera con el teclado.
fr: Vous pouvez modifier les raccourcis de l'interface pour différentes actions. Cliquez sur un raccourci et insérez le raccourci souhaité avec votre clavier.

source: You need to reload games list to apply changes
es: Tienes que recargar la lista de juegos para aplicar los cambios
fr: Vous avez besoin de recharger la liste de jeux pour appliquer les changements

source: _About
es: _A cerca de
fr: À _propos

source: _Columns visibility
es: Visibilidad de las _columnas
fr: Visibilité des colonnes

source: _Copy games directory path to clipboard
es: _Copiar la ruta del directorio de los juegos en el portapapeles
fr: _Copier le chemin du dossier des jeux dans le presse-papier

source: _Copy path to clipboard
es: _Copiar la ruta al portapapeles
fr: _Copier le chemin dans le presse-papier

source: _Decrease score
es: _Disminuir la puntuación
fr: _Diminuer le score

source: _Display
es: _Pantalla
fr: _Affichage

source: _Duplicate
es: _Duplicar
fr: _Dupliquer

source: _Edit
es: _Editar
fr: _Modifier

source: _Edit configuration file
es: _Editar la configuración
fr: _Modifier le fichier de configuration

source: _Edit console
es: _Editar consola
fr: Modifier la _console

source: _Edit emulator
es: _Editar emulador
fr: Modifier l'_émulateur

source: _Edit game file
es: _Editar el juego
fr: _Modifier le fichier du jeu

source: _Favorite
es: _Favorito
fr: _Favoris

source: _Finish
fr: _Terminé

source: _Game
es: _Juego
fr: _Jeu

source: _Games lists
es: _Listas de juegos
fr: Listes de _jeux

source: _Generate a menu entry
es: _Generar una entrada de menú
fr: _Générer une entrée de menu

source: _Help
es: _Ayuda
fr: _Aide

source: _Hide empty consoles
es: _Ocultar consolas vacías
fr: _Cacher les consoles vides

source: _Increase score
es: _Incrementar la puntuación
fr: _Augmenter le score

source: _Launch
es: _Lanzar
fr: _Lancer

source: _Multiplayer
es: _Mutijugador
fr: _Multi-joueurs

source: _Open games directory
es: _Abrir la carpeta de los juegos
fr: _Ouvrir le dossier des jeux

source: _Open path
es: _Abrir ruta
fr: _Ouvrir le chemin

source: _Preferences
es: _Preferencias
fr: _Préférences

source: _Properties
es: _Propiedades
fr: _Propriétés

source: _Quit
es: _Salir
fr: _Quitter

source: _Recursive
es: _Repetir
fr: _Récursive

source: _Reload games list
es: _Recargar la lista de juegos
fr: _Recharger la liste de jeux

source: _Remove console
es: _Borrar consola
fr: _Supprimer la console

source: _Remove from disk
es: _Borrar del disco
fr: _Supprimer du disque

source: _Rename
es: _Renombrar
fr: _Renommer

source: _Report problem
es: _Reportar problema
fr: _Reporter un problème

source: _Reset data
es: _Reiniciar los datos
fr: _Remise à zéro des données

source: _Screenshots
es: _Capturas de pantalla
fr: _Captures d'écran

source: _Sidebar
es: _Barra lateral
fr: _Barre latérale

source: _Statusbar
es: _Barra de estado
fr: _Barre de statut

source: _Tools
es: _Herramientas
fr: _Outils

source: _Website
es: _Sitio web
fr: _Site internet

source: translator-credits
fr: Lubert Aurélien (PacMiam)

source: %d minutes
es: %d minutos

source: 1 minute
es: 1 minuto

source: Console
es: Consola

source: Consoles
es: Consolas

source: Description
es: Descripción

source: Extensions
es: Extensiones

source: GameID
es: ID del juego

source: Interface
es: Interfaz

source: Maintenance
es: Mantenimiento

source: N/A
es: N/D

source: Note
es: Nota

source: Options
es: Opciones

source: Position
es: Posición

source: Score
es: Puntuación

source: _Maintenance
es: _Mantenimiento

source: _Notes
es: _Notas

source: _Score
es: _Puntuación
